12/data/attachments/6614e2f807ac00cc.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Marcus_the_Actions_63837_2</nif:username>
            <nif:friendToBeRequested>soap_actions_76f57f86-887b-4498-a294-700f7abfc864</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>